Repository: Kyome22/RunCatLocalization
Catalog: Sources/RunCatLocalization/Resources/SelfMadeRunners.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: Add
de: Hinzufügen
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 添加

source: Added Runners:
de: Hinzugefügte Läufer:
fr: Coureurs ajoutés :
ja: 追加済みのランナー：
ko: 추가된 러너:
zh_hans: 已添加的跑者：
zh_hant: 已添加的跑者：

# addErrorTitle
source: Addition Error
de: Hinzufügungsfehler
fr: Erreur lors de l'ajout
ja: ランナー追加エラー
ko: 추가 오류
zh_hans: 无法添加
zh_hant: 添加失敗

source: Color:
de: Farbe:
fr: Couleur :
ja: 色：
ko: 색상:
zh_hans: 颜色：
zh_hant: 顏色：

# conflictName
source: This runner name is already in use.
de: Dieser Läufername wird bereits verwendet.
fr: Ce nom de coureur est déjà utilisé.
ja: この名前はすでに使用されています。別の名前を使用してください。
ko: 이미 사용중인 러너 이름입니다.
zh_hans: 该跑者名称已被使用。
zh_hant: 此跑者名稱已被使用。

source: Failed to encode images.
de: Fehler beim Encodieren der Bilder.
fr: L’encodage de l’image a échoué.
ja: 画像のエンコードに失敗しました。
ko: 이미지를 인코딩하지 못했습니다.
zh_hans: 图片编码失败。
zh_hant: 編碼圖片失敗。

# failedToSave
source: Failed to save the self-made runner.
de: Fehler beim Speichern des selbsterstellten Läufers.
fr: L’enregistrement du coureur personnalisé a échoué.
ja: 自作ランナーの保存に失敗しました。
ko: 커스텀 러너 저장에 실패했습니다.
zh_hans: 保存自制跑者失败。
zh_hant: 儲存自製跑者失敗。

# heightRequirement
source: 2. Height: 36px
de: 2. Höhe: 36px
fr: 2. Hauteur : 36px
ja: 2. 高さ：36px
ko: 2. 높이: 36px
zh_hans: 2. 高度：36 像素
zh_hant: 2. 高度：36 像素

source: Preview:
de: Vorschau:
fr: Aperçus :
ja: プレビュー：
ko: 미리보기:
zh_hans: 预览：
zh_hant: 預覽：

source: Requirements:
de: Anforderungen:
fr: Exigences :
ja: 規格要件：
ko: 요구 사항:
zh_hans: 規格要求：
zh_hant: 規格要求：

source: Runner Name:
de: Läufer Name:
fr: Nom du Coureur :
ja: ランナー名：
ko: 러너 이름:
zh_hans: 跑者名称：
zh_hant: 跑者名稱：

# selfMadeRunnersTitle
source: Self-Made Runners
de: Selbsterstellte Läufer
fr: Coureurs Personnalisés
ja: 自作ランナー
ko: 커스텀 러너
zh_hans: 自制跑者
zh_hant: 自製跑者

# toAdd
source: To add, you must purchase this function in the Runners Store.
de: Um sie hinzuzufügen, müssen Sie diese Funktion im Runners Store erwerben.
fr: Pour ajouter, vous devez acheter cette fonction dans le Magasin de Coureurs.
ja: 追加するには、本機能をランナーストアで購入する必要があります。
ko: 추가하시려면 러너 스토어에서 커스텀 러너 기능을 구매해야 합니다.
zh_hans: 如需此功能，请在跑者商店购买。
zh_hant: 如需添加跑者，請在跑者商店購買。

source: Use original color
de: Originalfarbe verwenden
fr: Utiliser la couleur d’origine
ja: 画像の色をそのまま使用する
ko: 기본 색상 사용
zh_hans: 使用原始颜色
zh_hant: 使用原始顏色

# violateRequirements
source: The loaded image violates some requirements.
de: Das geladene Bild verstößt gegen einige Anforderungen.
fr: L’image chargé ne correspond pas aux exigences.
ja: 読み込まれた画像は規格要件を満たしていません。
ko: 해당 이미지는 규격 요건에 부합하지 않습니다.
zh_hans: 所加载的图片不满足部分規格要求。
zh_hant: 所載入的圖片不符合某些規格要求。

# violateUpperLimit
source: The number of frames has reached the upper limit.
de: Die Anzahl der Frames hat die Obergrenze erreicht.
fr: Le nombre d’image a atteint la limite maximale.
ja: フレーム数が上限に達しています。
ko: 프레임 수가 제한 범위를 초과했습니다.
zh_hans: 帧数已达到最大上限。
zh_hant: 畫格已經達到上限。

# widthRequirement
source: 3. Width: 10~100px
de: 3. Breite: 10~100px
fr: 3. Largeur : 10~100px
ja: 3. 幅：10~100px
ko: 3. 너비: 10~100px
zh_hans: 3. 宽度：10~100 像素
zh_hant: 3. 寬度：10~100 像素

source: Frames:
fr: Images :
ja: フレーム：
ko: 프레임:
zh_hans: 帧数：
zh_hant: 畫格：

# formatRequirement
source: 1. Format: PNG
ja: 1. フォーマット：PNG
ko: 1. 파일 형식: PNG
zh_hans: 1. 格式：PNG
zh_hant: 1. 格式：PNG
